Repository: NicholaAlkhouri/LOGI
Catalog: LOGI/App_LocalResources/About.*.resx
Languages: ar

# ByLAWS
source: LOGI Membership Charter
ar: القوانين الداخلية

source: CAREER
ar: سابقًا

source: CURRENT ROLE
ar: الوظيفة الحالية

# DescriptionDiv
source: <div> LOGI’s objective is to develop a network of Lebanese experts in the global energy industry and provide them with a platform to lobby Lebanese policy makers and educate Lebanese citizens on the key decisions facing the oil and gas industry. </div> <br /> <div>It focuses on public awareness, policy development and advocacy to help Lebanon maximize the economic and social benefits of its oil and gas wealth – and avoid the resource curse.</div>
ar: <div> تهدف المبادرة اللبنانية للنفط والغاز إلى تشكيل شبكة خبراء لبنانيين في قطاع الطاقة العالمي وتأمين منصة لهم لتوعية واضعي السياسات والمواطنين اللبنانيين حول القرارات المفصلية في قطاع النفط والغاز. </div> <br /> <div>وهي تركز على توعية الرأي العام ووضع السياسات ودعمها إلى جانب مساعدة لبنان في الاستفادة إلى أقصى حد من ثروة النفط والغاز على الصعيدين الاقتصادي والاجتماعي على حد سواء وتفادي أن تصبح هذه الثروة الطبيعية نقمة.</div>

source: DOWNLOAD
ar: حمّل

# DownloadPaper
source: DOWNLOAD WHITEPAPER
ar: حمّل ورقة LOGI البيضاء

source: DOWNLOAD PDF REPORT
ar: حمّل التقرير بنسخة PDF

# DownloadReport1
source: DOWNLOAD OUR
ar: حمّل

# DownloadReport2
source: REPORT
ar: تقريرنا

source: EDUCATE
ar: نشر الوعي

# EducateDesc
source: Educating policymakers and citizens on oil and gas
ar: نشر الوعي لدى واضعي السياسات والمواطنين حول مسائل النفط والغاز

source: EDUCATION
ar: التوعية

# Enable
source: ENABLE EXPERTS
ar: تمكين الخبراء

# EnableDesc
source: Platform for experts to shape Lebanon’s oil and gas industry
ar: منصة للخبراء تمكنهم من رسم الخطوط العريضة لقطاع النفط والغاز في لبنان

source: EXPENSES
ar: التكاليف

source: EXPERTISE
ar: مجال التخصص

# Financial
source: FINANCIALS
ar: الصعيد المالي

# FirstLebanese
source: LOGI is the first Lebanese organization to join the PWYP network and the WRI Access Intiative.
ar: LOGI هي أول منظمة لبنانية تنضم إلى شبكة PWYP للشفافية ومبادرة الوصول لمعهد الموارد العالمية

source: FUNDING
ar: التمويل

# GiftAcceptance
source: Gift Acceptance Policy
ar: سياسة قبول الهبات

source: INFLUENCE
ar: التأثير

# InfluenceDesc
source: Advancing innovative policy solutions
ar: تقديم حلول ثورية

# LearnMore
source: Learn more about LOGI's vision
ar: تعرّف أكثر على رؤية LOGI

source: LOGI's heart
ar: قلب LOGI

# MeetAdvisory
source: Meet our ADVISORY BOARD
ar: تعرّف على مجلسنا الاستشاري

# MeetCos
source: Meet our CO-FOUNDERS
ar: تعرّف على المؤسسين

# MeetTeam
source: Meet our TEAM
ar: تعرّف على فريق العمل

source: MEMBERS
ar: الأعضاء

# MessionDescription
source: Help Lebanon Maximize The Economic and Social Benefits of its Oil and Gas Wealth
ar: ساعد لبنان في الاستفادة إلى أقصى حد من ثروة النفط والغاز على الصعيدين الاقتصادي والاجتماعي

source: MISSION
ar: مهمتنا

# OfficialDocs
source: OFFICIAL DOCUMENTS
ar: الوثائق الرسمية

# PageTitle
source: About LOGI
ar: نبذة عن LOGI

# Partners
source: LOGI's PARTNERS
ar: شركاء LOGI

# PrevReports
source: Previous reports:
ar: التقارير السابقة

# PublisWhatYouPay
source: LOGI is a member of PWYP; a global coalition of more than 800 civil society organizations united in their call for an open and accountable extractive sector.
ar: LOGI عضو في PWYP، تحالف عالمي يضم أكثر من 800 من منظمات المجتمع المدني، متحدة في سعيها إلى إقامة قطاع استخراج نفط مفتوح وخاضع للمساءلة.

# Quote
source: LOGI <br /> is an independent NGO aiming to develop a network of Lebanese Oil and Gas Experts
ar: LOGI <br />منظمة أهلية مستقلة تهدف إلى تشكيل شبكة خبراء لبنانيين في مجال النفط والغاز

# RegistrationDocs
source: REGISTRATION DOCUMENTS
ar: وثائق التسجيل

# TheAccessIntiative
source: LOGI is a member of The Access Initiative (TAI), the world’s largest network of civil society organizations ensuring that citizens have the right and ability to influence decisions about their natural resources.
ar: LOGI عضو في مبادرة Access Initiative(TAI)، أكبر شبكة في العالم من منظمات المجتمع المدني التي تضمن أن للمواطنين الحق والقدرة على التأثير في القرارات المتعلقة بالموارد الطبيعية.

# Transparency
source: TRANSPARENCY: We practice what we preach!
ar: الشفافية: قولنا والعمل!

# TransparencyDesc
source: LOGI aims to advocate for transparency in Lebanon’s oil and gas industry, and will thus be fully transparent in its own operations. LOGI’s financial and administrative activities will be made available to the wider public in an annual report.
ar: تهدف LOGI إلى دعم الشفافية في قطاع النفط والغاز في لبنان وبالتالي ستتخذ الشفافية التامة مبدءًا في كل أعمالها. ستُعرض أنشطة LOGI المالية والإدارية أمام الرأي العام في تقرير سنوي.

source: VISION
ar: رؤيتنا
