Repository: NicholaAlkhouri/LOGI
Catalog: LOGI/App_LocalResources/Basics.*.resx
Languages: ar

# ALotNeed
source: a lot needs to be done
ar: مراحل كثيرة تسبق الإنتاج

source: and
ar: و

# AndOh
source: and oh by the way, it might take 4 to 6 years!
ar: وبالمناسبة قد يستغرق ذلك ما بين 4 و6 سنوات

source: And Then?
ar: ماذا بعد ذلك؟

source: Appraisal
ar: التثمين

# BasicsDes
source: about Oil and Gas in Lebanon
ar: عن النفط والغاز في لبنان

# BasicsTitle
source: Basics
ar: الأساسيات

source: because
ar: لأنّ

# Calculate
source: Calculate approx. years
ar: احتسب السنوات تقريبًا

# Commercially
source: Commercially <br/> extracted
ar: تمّ الاستخراج التجاري<br/> للنفط والغاز

# Construction
source: Construction of the well
ar: بناء الآبار

source: Decommissioning
ar: وقف التشغيل

# Degrees
source: decrees
ar: يجب إقرار مرسومين

source: Development
ar: التنفيذ

source: Development drilling
ar: بدء الحفر

# DrillingExploration
source: WHEN DRILLING & EXPLORATION STARTS
ar: عند بدء الحفر والتنقيب

# DurationUnkownPolitical
source: Duration unknown - dependent on political will
ar: المدّة غير محدّدة - مرتبطة بقرار سياسي

# Estaplish
source: ESTABLISHING
ar: تحديد

source: Exploration
ar: التنقيب

# FourYears
source: 4 to 6 years
ar: 4 إلى 6 سنوات

# FromOurOilAnd
source: from our Oil and gas wealth?
ar: من ثروة النفط والغاز؟

# GovernmentAction
source: Government action is needed
ar: الإجراءات الحكوميّة ضروريّة

# Hopefully
source: Hopefully,<br/>OIL or GAS is discovered.
ar: نأمل,<br/>أن يتمّ اكتشاف النفط والغاز.

# InConclusion
source: In conclusion, it will take at least 7 years to start producing oil and gas, assuming the required decrees are passed today.
ar: في الخلاصة، سيتطلّب بدء إنتاج النفط والغاز 7 سنوات إذا افترضنا أن المراسيم قد أَقرّت اليوم.

# InCouncilof
source: by Council of Ministers
ar: في مجلس الوزراء

# InProven
source: in proven oil and gas production areas
ar: في مناطق إنتاج النفط والغاز المثبتة

# InternationalComp
source: INTERNATIONAL COMPANIES BID <br/>AND ARE SELECTED!
ar: تقدّم الشركات الدوليّة المناقصات<br/> ويتمّ الاختيار بينها!

source: Learn more
ar: اكتشف المزيد

source: Licensing
ar: الترخيص

source: more than
ar: أكثر من

# NeedsPar
source: needs to be passed by Parliament
ar: يجب أن يقرّه مجلس النوّاب

source: next
ar: التالي

# NotSoFar
source: NOT SO FAST!
ar: ليس بهذه السرعة!!

# OffshoreInstallation
source: offshore installations<br/>are decommissioned and dismantled
ar: تتوقّف عن العمل وتُفكّك

# OfOilAndGas
source: of its oil or gas could take 1 - 2 years
ar: النفط والغاز قد يستغرق ما بين سنة وسنتين

# OfTheReserv
source: of the discovered reservoir and
ar: الاحتياطات المكتشفة

# OnceOilAndGas
source: Once oil and gas reservoirs are depleted<br/>and installations reach the end of their economic lives,
ar: عندما تُستنزف احتياطات النفط والغاز<br/>وتصل المنشآت إلى نهاية حياتها الاقتصاديّة

# OneToThree
source: 1 to 3 years
ar: 1 إلى 3 سنوات

# OneToTwo
source: 1 to 2 years
ar: سنة إلى سنتين

source: one year
ar: سنة واحدة

# PageTitle
source: Basics
ar: الأساسيات

# PleaseNote
source: *Please note that these company logos are displayed for illustrative purposes.
ar: *يُشار إلى أنّ شعارات الشركات تُعرض للتوضيح فقط

source: PREREQUISITES
ar: الشروط المسبقة

# Prerequisties
source: Prerequisites
ar: الشروط المسبقة

source: Previous
ar: السابق

source: Production
ar: الإنتاج

# Question1
source: Does Lebanon have Oil and Gas?
ar: هل لدى لبنان ثروة من النفط والغاز؟

# Question2
source: How Much?
ar: كم حجمها؟

# Question3
source: What has Lebanon done so far?
ar: ما الخطوات التي اتخذها لبنان حتى الآن للاستفادة منها؟

# Question4
source: When are we going to benefit?
ar: متى نستفيد؟

# Question5
source: Who makes the decisions?
ar: من يتخذ القرارات؟

# Question6
source: What are our neighbors doing?
ar: ما الخطوات التي اتخذها جيران لبنان؟

source: read again
ar: أعد القراءة

# RightsAreGiven
source: Rights are given to <br/> winning oil companies <br/>to explore & extract hydrocarbons <br/>in selected areas
ar: يُعطى للشراكات الرابحة <br/>الحقّ بالتنقيب عن<br/> الهيدروكربونات واستخراجها <br/>في مساحات معيّنة

source: see
ar: أنظر

# SevenYears
source: 7 years
ar: 7 سنوات

# ShareThisPage
source: Like this Page? Share it!
ar: هل أعجبتك هذه الصفحة؟ شاركها!

# TaxLaw
source: Petroleum tax law
ar: القانون الضريبي الخاص بالنفط

# TenToThirty
source: 10 to 30 years
ar: 10 إلى 30 سنة

# TheCharactaristics
source: the characteristics
ar: ميزّات

# TheDecrease
source: The decrees are issued by the Council of Ministers and are related to the blocks delineation, the model contract, and tender protocol.
ar: يجب أن يقرّ مجلس الوزراء المرسومين المتعلّقين بترسيم حدود الكتل البحريّة ونموذج عقد التنقيب وآلية التلزيم

# TheJourney
source: The journey will not start before
ar: لن تبدأ الرحلة قبل

source: the properties
ar: وخصائص

# TheQuestion
source: THE QUESTION WE ALL CRAVE AN ANSWER FOR
ar: السؤال الذي نتطلّع جميعًا إلى معرفة إجابته

# TheseLaws
source: these laws are passed
ar: سنّ هذه القوانين

# ToKickStart
source: to kickstart oil and gas exploration
ar: لبدء التنقيب عن النفط والغاز

# UntilExtracted
source: until first oil or gas commercially extracted
ar: حتى يتمّ الاستخراج التجاري لأوّل كمّيّة من النفط والغاز

# VideoDesc
source: An Animated Overview of Lebanese Oil and Gas
ar: لمحة بالفيديو عن قطاع النفط والغاز في لبنان

# WhenAreWe
source: WHEN ARE <br/> WE GOING TO <br/> BENEFIT?
ar: متى سنستفيد؟

# WhenToBenefit
source: WHEN ARE WE GOING TO BENEFIT?
ar: متى سنستفيد؟

# WhyWait
source: but why wait this long?
ar: ولكن لمَ الانتظار كلّ هذه المدّة؟
