Repository: NicholaAlkhouri/LOGI
Catalog: LOGI/App_LocalResources/Join.*.resx
Languages: ar

source: APPLY NOW
ar: قدم الطلب الآن

# ApplyPageTitle
source: Apply To Job
ar: قدم طلب وظيفة

# AreYouExpert
source: Are you an expert?
ar: هل أنت خبير في النفط والغاز؟

# Conditions
source: EXPERTS ONLY <br/> NO POLITICAL AFFILIATIONS<br/> NO CONFLICT OF INTEREST<br/> VOLUNTEERS<br/> DRIVE TO MAKE A DIFFERENCE
ar: للخبراء حصرًا <br/> لا انتماءات سياسية<br/> لا تضارب مصالح<br/> تطوع<br/> رغبة في التغيير

# ConditionsTitle
source: Conditions to Apply:
ar: شروط تقديم الطلب:

# Country
source: Country of Residence
ar: بلد الإقامة

source: Current Openings
ar: الوظائف الشاغرة حاليًا

source: Deadline
ar: الموعد الأخير

# DesiredChar
source: Desired Characteristics
ar: الميزات المطلوبة

# Download
source: DOWNLOAD PDF
ar: حمل

# DownloadDesc2
source: Learn more about LOGI's rigorous selection process and policy
ar: تعرف أكثر على مراحل عمليّة الاختيار الصارمة وعلى سياسة LOGI

source: Education
ar: مستوى التعليم الأكاديمي

source: Email
ar: البريد الإلكتروني

# EssentialRes
source: Essential Responsibilities
ar: المسؤوليات الأساسية

# ExpertApply
source: APPLY NOW
ar: قدّم الطلب

# ExpertDesc1
source: Join LOGI to shape Lebanon’s petroleum industry
ar: انضم إلى LOGI للمشاركة في تنظيم قطاع النفط في لبنان

source: Expertise
ar: مجال الخبرة

# FillForm
source: Fill out the form to apply
ar: املأ النموذج لتقديم الطلب

source: Full Name
ar: الاسم الكامل

# HowToContribute
source: How do you envisage your contribution to LOGI?
ar: كيف تتصور أن تساهم في LOGI؟

source: Job number
ar: رقم الوظيفة

# JoinExperts
source: Join as an Expert
ar: انضم بصفتك خبير

# JoinExpertsDes
source: Become a contributor by joining the Network of Oil & Gas Experts
ar: ساهم بالانضمام إلى شبكة خبراء النفط والغاز

source: JOIN LOGI
ar: انضم إلى LOGI

# JoinTeam
source: Join the Team
ar: انضم إلى فريق العمل

# JoinTeamDes
source: Get hired and be part of the LOGI team
ar: توظف لتصبح جزءًا من فريق LOGI

source: Message
ar: الرسالة

# MessagePlaceholder
source: Your message goes here
ar: اكتب رسالتك هنا

source: Outcome
ar: النتيجة

# PageTitle
source: Join LOGI
ar: انضم إلى LOGI

source: Phone
ar: رقم الهاتف

source: Political affiliation
ar: الانتماء السياسي

# ProjectDeadline
source: Rolling Deadline
ar: الموعد الأخير لتقديم المشروع

source: Qualifications
ar: المؤهلات

# ReadAndApply
source: Read more and Apply
ar: اقرأ المزيد وقدم طلبك

source: Role Summary
ar: ملخص المهام

source: Salary
ar: الراتب

source: SEND
ar: أرسل

# Thankyou
source: Thank you for your <br/> application!<br /> <span>We will review it and get back to you.</span>
ar: شكرًا على تقديم <br/> الطلب!<br /> <span>سنراجعه ونتواصل معك.</span>

source: UPLOAD RESUME
ar: حمل سيرتك الذاتية

# WhyToJoin
source: Why do you want to join LOGI?
ar: لمَ تريد الانضمام إلى LOGI؟
