Repository: NicholaAlkhouri/LOGI
Catalog: LOGI/App_LocalResources/Timeline.*.resx
Languages: ar

source: all categories
ar: كل التصنيفات

source: all countries
ar: كل البلدان

source: Bilateral Agreements
ar: الاتفاقات الثنائيّة

source: Environmental
ar: الشؤون البيئية

source: Exploratory Drilling
ar: التنقيب الاستكشافي

source: filter by
ar: تصنيف حسب

source: Geophysical Surveying
ar: المسح الجيوفيزيائي

source: Legislation
ar: التشريع

source: Licensing
ar: منح التراخيص

source: Maritime Boundary Dispute
ar: الصراع حول الحدود البحريّة

# Pagetitle
source: Timeline
ar: التسلسل الزمني

source: Regional Discoveries
ar: الاكتشافات الإقليميّة

# Subtitle
source: of oil and gas developments in Lebanon and the region
ar: لقطاع لنفط والغاز في لبنان والمنطقة

# TimelineTitle
source: Timeline
ar: التسلسل الزمني

# TL101
source: Jun 2015
ar: حزيران 2015

# TL102
source: 2D Onshore Seismic Survey
ar: مسح زلزالي ثنائي الأبعاد للشاطئ

# TL11
source: Late 1960s
ar: أواخر الستّينيّات

# TL12
source: First O&G Onshore Exploration
ar: أوّل عمليّة تنقيب عن النفط والغاز على الشاطئ

# TL13
source: Lebanese Petroleum Company Drills exploratory wells in al Qa, Adloun, and another in Yamour.
ar: حفرت شركة نفط لبنان بئرًا استكشافيّة في القاع وآخرًا في عدلون وآخرًا في يمور.

# TL21
source: Early 1970s
ar: أوائل السبعينيّات

# TL22
source: Seismic Surveys Offshore Tripoli
ar: مسوحات زلزاليّة قبالة ساحل طرابلس

# TL31
source: Jan 2007
ar: كانون الثاني 2007

# TL32
source: Jan 2007 Lebanon-Cyprus EEZ Agreement Signed
ar: كانون الثاني 2007 لبنان وقبرص وقّعا اتفاقًا لترسيم حدود المنطقة الاقتصاديّة الخالصة

# TL33
source: Lebanon and Cyprus agree in principle to terms over demarcating their Exclusive Economic Zones. The Lebanese government has never ratified this agreement
ar: اتفق لبنان وقبرص مبدئيًّا على ترسيم حدود المنطقة الاقتصاديّة الخالصة ولكنّ مجلس الوزراء اللبناني لم يقرّ هذا الاتفاق

# TL41
source: Jan 2009
ar: كانون الثاني 2009

# TL42
source: Israel: Discovery of Tamer Gas Field
ar: إسرائيل: اكتشاف حقل تمر للغاز

# TL43
source: Tamer Gas Field is a reservoir estimated to contain 10 trillion cubic feet of natural gas
ar: يُقدَّر مخزون حقل تمر للغاز بـ 10 تريليون قدم مكعّب من الغاز الطبيعي

# TL51
source: Aug 2010
ar: آب 2010

# TL52
source: Hydrocarbon Law Passed
ar: المصادقة على قانون الموارد النفطيّة

# TL61
source: Dec 2010
ar: كانون الأوّل 2010

# TL62
source: Israel: Leviathan Gas Field Discovered
ar: إسرائيل: اكتشاف حقل ليفياثان للغاز

# TL71
source: Dec 2011
ar: كانون الأوّل 2011

# TL72
source: Cyprus: Aphrodite Gas Field Discovered
ar: قبرص: اكتشاف حقل غاز أفروديت

# TL73
source: In June 2015 Cyprus announces plans for the commercialization of this field.
ar: أعلنت قبرص في حزيران 2015 عن خططها لتسويق هذا الحقل

# TL81
source: Nov 2012
ar: تشرين الثاني 2012

# TL82
source: Petroleum Administration Formed
ar: تشرين الثاني 2012

# TL83
source: Board of Lebanese Petroleum Administration formed after months of debate and missed deadlines
ar: تشكّل مجلس إدارة هيئة إدارة قطاع البترول بعد أشهر من الجدل وتفويت المهل المحدّدة

# TL91
source: Feb 2013
ar: شباط 2013

# TL92
source: Pre-qualification Phase Launched
ar: إطلاق أوّل جولة تراخيص بحريّة

# TL93
source: In March, the pre-qualification round closed with 46 companies eligible to bid in Lebanon’s first licensing round
ar: انتهت جولة تقديم التحديد المسبق للأهليّة في آذار بمشاركة 46 شركة مؤهلّة لتقديم مناقصات في مرحلة التراخيص الأولى

# ForOilAndGas
source: for Oil and Gas in Lebanon and the region
ar: لقطاع لنفط والغاز في لبنان والمنطقة

# FullTimeLine
source: FULL TIMELINE HERE
ar: التسلسل الزمني الكامل هنا

source: TIMELINE
ar: التسلسل الزمني
